experiments/redis_contention/servers_on_numa/loaded_pairs_64/pair_63/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       137535.69          ---          ---         1.15744         1.10300         5.79100        24.70300    144357.88 
Gets       137535.69      1581.49    135954.20         1.15744         1.10300         5.79100        24.70300      7098.36 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     275071.38      1581.49    135954.20         1.15744         1.10300         5.79100        24.70300    151456.24